# Создать список [ 18, 14, 10, 6, 2 ] с помощью функции range() и выведите его на экран.
# for i in range(10, 0, -1): 10 - начало, 0, конец, -1 шаг
   # print(i, end=' ') --- так -- из статьи

for i in range(18,0,-4): # 18 - начало списка, 0 - граница списка , - 4 шаг
        print(i , end=" ") # принт списка 