# дан список -- как в предыдущей задаче
# надо суммировать все элемнты списка и вывести

list=[11,5,8,32,15,3,20,132,21,4,555,9,20] # список
total = 0 # создание переменной total
for s in list : # цикл для s в лист
    total += s # суммируем - total + s -- формула 

print ("сумма", total ) # принт total


# функция sum - формула - sum_list=sum(list) -- суммирование всех чисел в списке
list=[11,5,8,32,15,3,20,132,21,4,555,9,20]
sum_list=sum(list) 
print (" сумма числе в списке = " ,sum_list)

    
