#2. Создайте переменные:
 #   1. var_1 = 37
  #  2. var_2 = 99
  #. Напишите код, который меняет значение переменных местами (var_1 должен быть равен 99 и var_2 — 37).


var_1=37 # присвоение переменной 1
var_2=99 # присвоение переменной 2
print("var_1=",var_1)# печать присвоенных значений переменной
print("var_2=",var_2) # печать присвоенных значений переменной
print ( " смена переменных")
var_1,var_2=var_2,var_1 # это формула питона по смене переменных
print("var_1 =",var_1)# печать переменной поменянной
print("var_2=",var_2) # печать переменной поменяной